<?php
$errorDescription = [
    '1' => 'Заполните все пустые поля',
    '2' => 'Длина пароля должна быть более 4 символов',
    '3' => 'Не верно введен пароль',
    '4' => 'Введите сообщение',
    '5' => 'Размер принятого файла превысил максимально допустимый размер',
    '6' => 'Размер загружаемого файла превысил максимально допустимый размер',
    '7' => 'Загружаемый файл был получен только частично',
    '8' => 'Файл не был загружен',
    '9' => 'Отсутствует временная папка',
    '10' => 'Не удалось записать файл на диск',
    '11' => 'Остановилена загрузка файла',
    '12' => 'Недопустимое расширение файла',
    '13' => 'Не верный логин и пароль'
]
?>